module.exports.config = {
    name: "মেও",
    prefix: 'awto',
    version: "1.0.0",
    permssion: 2,
    credits: "Villain Ebadat❤️‍🔥",
    description: "5 বারের জন্য ক্রমাগত বন্ধুর ট্যাগ  করুন\nসেই ব্যক্তিকে আত্মা কলিং বলা যেতে পারে",
    category: "nsfw",
    usages: " please @mention",
    cooldowns: 10,
    dependencies: {
        "মেও--": "মেও-",
        "মেও++": "মেও+"
    }
}

module.exports.run = async function({ api, args, Users, event}) {
    var mention = Object.keys(event.mentions)[0];
    if(!mention) return api.sendMessage("ইবাদত বস জাকে ঠাপ দিতে চাউ তাকে @ম্যানশন করো", event.threadID);
 let name =  event.mentions[mention];
    var arraytag = [];
        arraytag.push({id: mention, tag: name});
    var a = function (a) { api.sendMessage(a, event.threadID); }
a("Jan I Love You এখন ইবাদত এর ঠাপ খাউ");
setTimeout(() => {a({body: "এই মুরগি খাংকির পোলা ইবাদত তর আম্মুর ভাতার লাগে বাস্ট্রাডের বাচ্ছা গালি বাজ হয়ে গেসিস 🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "এই মুরগি শুন তর আম্মু রে চুদি আচার এর লোভ দেখিয়ে 😋😋 😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "খাংকির পোলা তুইই ইবাদত কে গালি দেস তুই তো রাস্তার পতিতার পুত ছোডো ভাই তর আম্মু রে টুস করে চুদে দিয়ে দৌর দিভো 🐒🙈" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "রাম চুদলাম লখোন চুদলাম চুদলাম হনুমান তোর মায়েরে অনলাইনে চুইদা হইছি গালিবাজ শুয়ারের বাচ্চা 💔!!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খাংকি মাগির পোলা কথা ক কম কম তর আম্মু রে চুদে বানামু আইটেম বোম " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "ইবাদত কে যে গালি দিবি তার আম্মু রে চুদি মাগির পোলা🤬" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "তর মত গালি বাজ আমি ৩৬৫ দিন চুদি মাগির পোলা🤬 🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "কিরে বস্তির পোলা তর আম্মু রে তর দুলাভাই এর কান্দে ফেলে আর তর কচি বোন রে তর বাপের কান্দে রেখে চুদি উফফফ😘🤝" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "জারজ মাগির পোলা তর কচি বোনের ভুদায় উম্মম্মম্মম্মা 😋।  ওয়াক থু তর বোনের ভুদায় গন্ধ কাইল্লা মাগির পুত 🤬" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "কিরে ফকিন্নি মাগীর পোলা,মুরগী তোর মায়ের চুদতে চুদতে নিয়া যামু তুর্কী,,তুর্কীকে আছে নাকি কী মামু,,তোর বোনের কচি🤝" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "আমি ইবাদত👉করলাম শুরু তোর মার পুটকিতে ডুকামু ২টা গরু গরু নাকি ডাকে হাম্বা  তোর মার ভোদায় ডুকামু ২টা ইলেক্ট্রিকের খাম্বা💉" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "চুইদ্দা তোর মার বোদা দিয়া বাইর করমু রক্ত রক্তের কালার যদি হয় লাল তোর  মারে  চুদবো মেন্টাল ক চিরকাল শুয়ারের বাচচা 😘" + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ তর আম্মু রে আমি চুদি রাস্তায় চুদে বাঘ চুদে বনে তোর মায়ের কালা ভোদা চুদমু আমি ঘরের এক কোনে 👒শুয়ারের বাচ্চা।গালি দেস ইবাদত রে কত সাহস  ✋ 🤖")} , 39000);
setTimeout(() => {a({body: "আমি গালি জানি না গালি গেছি ভুইলা তোর মায়ের চুদমু ছায়া ব্লাউজ খুইলা,,তোর আাবল জাতের মায়ের চুদি খাংকির পোলা🥰।" + " " + name, mentions: arraytag})}, 42000);
setTimeout(() => {a({body: "তোর মা বোনের ভোদায় শুটকি মাছের গন্ধ তোর মায়ের চুইদা অনলাইনের করমু অন্ধ.." + " " + name, mentions: arraytag})}, 48000);
setTimeout(() => {a({body: "অন্ধ হইয়া অনলাইনে করবি ভিক্ষা তোর মায়ের চুইদা অনলাইনে দিমু শিক্ষা? 🥰" + " " + name, mentions: arraytag})}, 51000);
setTimeout(() => {a({body: "এই যে মাগির পোলা শুন তর আব্বুর নাম টা মনে রাখবি ইবাদত ওকে বান্দির পোলা গালি বাজ হয়ে গেসিস গালি তর আম্মুর ভুদা দিয়ে জত্ন করে বরে দিবো বান্দির পোলা!" + " " + name, mentions: arraytag})}, 54000);
setTimeout(() => {a({body: "ইবাদত কে গালি চুদাস মাগির পো খাংকির পোলা খাংকির পোলা তর মায়্রে চুদি খাংকির পোলা  " + " " + name, mentions: arraytag})}, 57000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 59400);
setTimeout(() => {a({body: "খাংকির পোলা তোর সাথে আড়ি তোর মায়েরে চুদতে চুদতে নিয়া যামু নানার বাড়ি,,সেখানে আছে ছাগল তোর মায়েরে চুদে রাস্তার রাম ছাগল,,ছাগলের আছে নাকি  পশম,,তোর মায়ের ভোদার শয়তানের কসম বান্দির বাচ্ছা  " + " " + name, mentions: arraytag})}, 63000);
setTimeout(() => {a({body: "কিরে ফকিনি মাগীর পোলা তুই অনলাইনে  করিস পতালি তোর মায়ের ভোদা ছিড়া দিমু জোরা তালি,,,শুয়োরের বাচ্চা🤟" + " " + name, mentions: arraytag})}, 66000);
setTimeout(() => {a({body: "তুই নাকি অনলাইনের কিং তোর মায়ের ভোদা মধ্যে বাজামু সাপের বিন,,বিনের তালে তালে চুদতে চুদতে নিয়া যামু খালে খালে নাই সাপ আমি তোর অবৈধ বাপ 🤬" + " " + name, mentions: arraytag})},69000);
setTimeout(() => {a({body: "সাইবার নাম যদি হয় ভিলেই'ন তোর মা রে চু'দা'র সময় করমু আমি হিরোইন💉।" + " " + name, mentions: arraytag})}, 72000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 75000);
setTimeout(() => {a({body: "ওয়ান টু থিরি তোর মায়ের ভোদা মধ্যে ধরাইলাম বিড়ি বিড়িতে নাই আগুন,,তোর মায়ের ভোদা মধ্যে দিমু বেগুন বেগুনে নাই বিচি তোর মায়েরচুদি মাগির পোলা 🤬🤟✋" + " " + name, mentions: arraytag})},81000);
setTimeout(() => {a({body: "ইবাদত তর আব্বু মাথায় রাখবি মাগির পোলা লেভেল হীন 🤣 " + " " + name, mentions: arraytag})}, 87000);
setTimeout(() => {a("~ আমার ")} , 93000);
setTimeout(() => {a({body: "Welcome মাগির পোলা 🥰।" + " " + name, mentions: arraytag})}, 99000);
setTimeout(() => {a({body: "তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 105000);
setTimeout(() => {a({body: "ব্যাস্যার পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 111000);
setTimeout(() => {a({body: "Hi ইবাদত এর জারজ মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 114000);
setTimeout(() => {a({body: "২০ টাকা এ পতিতা মাগির পোলা " + " " + name, mentions: arraytag})}, 120000);
setTimeout(() => {a({body: "depression থেকেও তর মাইরে চু*** দি 🤬 " + " " + name, mentions: arraytag})}, 126000);
setTimeout(() => {a({body: "এই খানকির পোলা মাদারচোদ তোর মার বোদার ভিতরে ঢুকামু কাঁচা মরিচ এর জুস 😵‍💫☺️এএএ  ব্যাশ্যা মাগির পোলা তুই তর বাপ করছে বিয়া ২ টা তর মায় লইছে চোদা আমার কাছ থাইকা 😑🙀তর মার ভোদা কালা তর মার ভোদা গন্ধ তুই হালা একটা অন্ধ 🫣🥱এএএএএ আমার বাড়ি নাকি সিলেট তর বেশ্যার মার ভোদা ভিতরে ঢুকামু ভাঙ্গা ভাঙ্গা প্লেট🫤🫤 প্লেট এ আছে নাকি ধার তর মার ভোদার ভিতরে ডুকামু জনি সিন্স এর হামার 🥱🤧এএএএ আমার বাড়ি নাকি কুমিল্লা তর মার ভোদার ভিতরে শুনা ডুকামু ভাই ব্রাদার্স মিল্লা ব্যাশ্যা মাগীর  পোলা 🙂এএএএ আমি আছি নাকি রুমে তর মায়রে চুদি ঘুমে ঘুমের ভিতর দেখি স্বপ্ন তর মার ভোদার ভিতরে ডুকাই আমার আদরের রত্ন চালে ধরে চাল কুমরা বেরায় ধরে কদু তর মারে সুইদ্দা সুইদ্দা তর মার ভোদায় দিমু মধু😋এই মধু নাকি মিষ্টি তম মারে অনলাইন জগতে করলাম সৃষ্টি 🤗" + " " + name, mentions: arraytag})}, 132000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা🤟" + " " + name, mentions: arraytag})}, 138000);
setTimeout(() => {a({body: "তর আম্মু রে পায়জামা খুলে চুদি 🤣" + " " + name, mentions: arraytag})},144000);
setTimeout(() => {a({body: "উম্মম্মা তর বোন এরকচি ভুদায়💉।" + " " + name, mentions: arraytag})}, 150000);
setTimeout(() => {a({body: "DNA টেষ্ট করা দেখবি আমার চুদা তেই তর জন্ম।" + " " + name, mentions: arraytag})}, 156000);
setTimeout(() => {a({body: "হিজলা মাগির পোলা  ✋" + " " + name, mentions: arraytag})},162000);
setTimeout(() => {a({body: " বস্তিরন্দালাল এর বাচ্ছা বস্তির পোলা " + " " + name, mentions: arraytag})}, 168000);
setTimeout(() => {a("~ আমার জারজ শন্তান জা ভাগ🤖")} , 171000);
setTimeout(() => {a({body: "Welcome শুয়োরের বাচ্চা 🥰।" + " " + name, mentions: arraytag})}, 174000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর কচি বোন এর পম পম😍.." + " " + name, mentions: arraytag})}, 177000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা কথা শুন তর আম্মু রে চুদি গামছা পেচিয়ে🐰" + " " + name, mentions: arraytag})}, 180000);
setTimeout(() => {a({body: "Hi ইবাদত এর জারজ পোলা মাগির পোলা  💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "তোর বাপে তোর নানা। 🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "বস্তির ছেলে তোর বইনরে মুসলমানি দিমু।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা মোবাইল ভাইব্রেশন কইরা তুর কচি বোন এর পুকটিতে ভরবো।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মুখে হাইগ্যা দিমু। 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কুত্তার পুকটি চাটামু💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "তর আম্মুর হোগা দিয়া ট্রেন ভইরা দিমু।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "হিজলা মাগির পোলা হাতির ল্যাওড়া দিয়া তর মায়েরে চুদুম।  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ আমার ফাটা কন্ডমের ফসল। জা ভাগ🤖")} , 39000);
setTimeout(() => {a({body: "Welcome শুয়োরের বাচ্চা 🥰।" + " " + name, mentions: arraytag})}, 3000);
setTimeout(() => {a({body: "কুত্তার বাচ্ছা তর বৌন ভোদায় মাগুর মাছ চাষ করুম।😍.." + " " + name, mentions: arraytag})}, 5000);
setTimeout(() => {a({body: "খাঙ্কিরপোলা পোলা তর বোনের  হোগায় ইনপুট, তর মায়ের ভোদায় আউটপুট।🐰" + " " + name, mentions: arraytag})}, 7000);
setTimeout(() => {a({body: "তর মায়ের ভোদা বোম্বাই মরিচ দিয়া চুদামু।💔!" + " " + name, mentions: arraytag})}, 9000);
setTimeout(() => {a({body: "খান্কি মাগির পোলা তর মায়ের ভোদা শিরিষ কাগজ দিয়া ঘইষা দিমু। " + " " + name, mentions: arraytag})}, 12000);
setTimeout(() => {a({body: "জং ধরা লোহা দিয়া পাকিস্তানের মানচিত্র বানাই্য়া তোদের পিছন দিয়া ঢুকামু।🤬 " + " " + name, mentions: arraytag})}, 15000);
setTimeout(() => {a({body: "বস্তির ছেলে তর মায়ের ভুদাতে পোকা।" + " " + name, mentions: arraytag})}, 17000);
setTimeout(() => {a({body: "টুকাই মাগির পোলা তর মার ভোদায় পাব্লিক টয়লেট।🤟" + " " + name, mentions: arraytag})}, 20000);
setTimeout(() => {a({body: "তোর মারে সুদে দিমু। ভুস্কি মাগির পোলা 🤣" + " " + name, mentions: arraytag})},23000);
setTimeout(() => {a({body: "কান্দে ফালাইয়া তর মায়েরে চুদি💉।" + " " + name, mentions: arraytag})}, 25000);
setTimeout(() => {a({body: "তর আম্মুর উপ্তা কইরা চুদা দিমু।।" + " " + name, mentions: arraytag})}, 28500);
setTimeout(() => {a({body: "হিজলা মাগির পোলা বালি দিয়া চুদমু তরে খাঙ্কি মাগী!তর মাকে।  ✋" + " " + name, mentions: arraytag})},31000);
setTimeout(() => {a({body: "তর বোন ভোদা ছিল্লা লবণ লাগায় দিমু। " + " " + name, mentions: arraytag})}, 36000);
setTimeout(() => {a("~ খানকি মাগির পোলাতোর মার ভোদা ঢোলা,তুই একটা শুয়োর তোর বইনের ভোদা পিওর,নডি মাগির পোলা চুইদ্দা ফাডামু তোর নানির হোলা,তোরে দিমু এমন চোদা ফাইট্টা জাইবো তোর মার ভোদা,তোর গুস্ঠির সব মাইয়া চুইদ্দা করমু ছাইয়া ছাইয়া যাইয়া তোর নানি বাড়ি সবাইরে চুইদ্দা বাইর করুম নাড়ি ভুড়ি,তোর মা নষ্ট তোর বাপের মনে অনেক কষ্ট, তুই হালা সর্বহারাতোর বাপ মা ছন্নছাড়া, আই অ্যাম ইন ডিপ্রেশন তোর মার লগে আমার কানেকশন, তোর মার ভোদায় দিয়ে কামলা তোর বাপের নামে করুম মামলা,আই লাইক নানরুটি তোর বোনের উপ্রে আমি এন্ড ইটস লাইক জেলি অন পাউরুটি। আজ আর নয়।- ইতি তোর গুষ্ঠি চুদে দেওয়া গডফাদার TF")} , 39000);



  
                     }
